[Italian]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=PASSO 1 : SCEGLI LA TUA CHIAVETTA
STEP 2 : CHOOSE A SOURCE=PASSO 2 : SCEGLI UNA SORGENTE
STEP 3 : PERSISTENCE=PASSO 3 : PERSISTENZA
STEP 4 : OPTIONS=PASSO 4 : OPZIONI
STEP 5 : CREATE=PASSO 5 : CREAZIONE
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Volume
Size=Dimensione
Help=Aiuto
Please read=Leggi qui
Error=Errore
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Scegli una chiavetta USB
Hard drives=Dischi fissi
No key found=Nessuna chiavetta trovata
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Scarica
Support for .IMG files is experimental=Il supporto per i file .IMG è a livello sperimentale
Only Live mode is currently available in step 3, virtualization option has been disabled=E' disponibile solo la modalità Live e l'opzione di virtualizzazione è disabilitata.
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator tenterà ancora di installarlo con gli stessi parametri utilizzati per
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Solo modalità Live)
(Persistent Mode)=(Modalità persistente)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Nascondi i file creati nella chiavetta
(except for Umenu.exe)=(ad eccezione di Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Formatta la chiavetta in FAT32 (cancellerà tutti i dati !!)
Enable launching LinuxLive in Windows (requires internet to install)=Abilita avvio di LinuxLive in Windows (è necessario Internet per l'installazione)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Fai click sul fulmine per avviare l'installazione
Please choose a FAT32 or FAT formated key or check the formating option=Scegli una chiavetta formattata FAT32 o FAT oppure verifica l'opzione di formattazione
No disk selected=Nessun disco selezionato
No file selected=Nessun file selezionato
No folder or CD selected=Nessuna cartella o CD selezionato
Please choose an ISO image of LinuxLive CD=Scegli un'immagine ISO di LinuxLive Live CD
Please choose a CD of LinuxLive Live or its folder=Scegli un CD di LinuxLive Live o la sua cartella
Start creation of LinuxLive USB=Avvio creazione di LinuxLive USB
Please validate step 1 to 3=Conferma i passi da 1 a 3
Are you sure you want to format this disk and lose your data ?=Sei sicuro di voler formattare questo disco e perdere i tuoi dati ?
Formatted in=Formatta
Formating the key=Formattazione chiavetta
Step 1 to 3 OK=Passi da 1 a 3 completati
Cleaning previous installations ( 2min )=Pulizia dell'installazione precedente ( 2min )
Setting up virtualization software=Configurazione della virtualizzazione
VirtualBox already downloaded=VirtualBox già scaricato
A new version of VirtualBox is available=E' disponibile una nuova versione di VirtualBox
This new version will be downloaded=Sarà scaricata questa nuova versione
Downloading VirtualBox as a background task=Scaricamento di VirtualBox in sottofondo
Download started succesfully=Scaricamento avviato con successo
Download failed to start=Scaricamento fallito all'avvio
VirtualBox will not be installed=VirtualBox non sarà installato
Integrity could not be verified=Impossibile verificare l'integrità
Will attempt installation=Riprova l'installazione
Cannot download=Impossibile scaricare
Extracting ISO file on key=Estrazione file ISO nella chiavettta
Writing image to the usb stick=Scrittura dell'immagine nel pendrive
Copying files to the key=Copia file nella chiavetta
Renaming some files=Modifica nomi di alcuni file
Hiding files=Nascondendo i files
Creating file for persistence=Creazione file per persistenza
Formating persistence file=Formattazione file persistente
Live mode : no persistence file=Modalità Live : nessun file persistente
Ubuntu variant found=Trovata una variante di Ubuntu
Installing boot sectors=Installazione settori di avvio
Downloading VirtualBox=Scaricamento VirtualBox
Download complete=Scaricamento completato
Cleaning previous VirtualBox install=Pulizia precedente installazione di VirtualBox
Extracting VirtualBox on key=Estrazione di VirtualBox nella chiavetta
Applying VirtualBox settings=Auto configurazione di VirtualBox
Your LinuxLive key is now up and ready !=La tua chiavetta LinuxLive è pronta !
You do not have enough rights to launch VirtualBox.=Non disponi di permessi sufficienti per avviare VirtualBox.
Please log in as an administrator or run VirtualBox with admin rights.=Entra come amministratore oppure esegui VirtualBox con i privilegi di amministratore.
Free memory below 256mb threshold.=Hai meno di 256MB di memoria disponibile.
This is not enough to launch LinuxLive in Windows.=Questo non sarà sufficiente per avviare LinuxLive direttamente in Windows.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing.=File di aiuto mancante.
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Info sul programma
User's Guide=Manuale utente
Virtualization Tutorial (FR)=Tutorial virtualizzazione (FR)
Donate=Fai una donazione
Version=Versione
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Questa ISO non è compatibile
Detecting keyboard layout=Rilevamento formato tastiera
French (France)=Francese (Francia)
French (Swiss)=Francese (Svizzera)
Dutch=Tedesca
Portuguese=Portoghese
US or other (qwerty)=US o altra (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Errore durante la creazione VMDK
Key not found, VMDK is invalid=Chiavetta non trovata, VMDK non è valido.
Try to launch again SetupForAutoVMDK.exe=Prova a rilanciare SetupForAutoVMDK.exe
Do you want to ignore this error ?=Vuoi ignorare questo errore ?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Impossibile trovare il file MD5SUMS
Canceling check=Annulla controllo
You have the right ISO file but it is corrupted or was altered.=Hai il file ISO adeguato ma è corrotto.
Please download it again.=Per favore scaricalo ancora
Verifying=Controllo
This ISO is not compatible.=Questa ISO non è compatibile.
Please read the compatibility list in user guide=Per favore leggi l'elenco compatibilità nel manuale utente.
If your version is in this list, this mean that your file is corrupted, please download it again.=Se la tua versione è in questo elenco, significa che il tuo file è corrotto, per favore scaricalo ancora.
This version is compatible and its integrity was checked=Questa versione è compatibile e la sua integrità è buona
Check completed=Controllo completato
Integrity + compatibility check=Controllo integrità e compatibilità
Unable to open MD5SUM.txt=Impossibile aprire il file MD5SUM.txt
Checking integrity=Controllo integrità
This file is corrupted=Questo file è corrotto
All files have been successfully checked.=Tutti i file sono stati verificati con successo.
Checking file=Controllo file
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Modalita persistente
Live Mode=Modalita Live
Install=Installa
File Integrity Check=Controllo integrita
Memory Test=Test memoria
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred.=Si è verificato un errore.
An anonymous report was sent in order to fix this error as soon as possible=E' stata inviata una segnalazione anonima per poter correggere questo errore il prima possibile
Show bug report=Mostra segnalazione bug
Restart application=Riavvia applicazione
Close application=Chiudi applicazione
Last Actions=Ultime azioni
Unique anonymous ID=ID anonimo unico
Report status=Stato segnalazione
Pending=In corso
Error (not sent)=Errore (non inviato)
Sent=Inviato
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=In order to launch LinuxLive :
Remove your key and insert it again.=Remove your key and insert it again.
Go to 'My Computer'=Go to 'My Computer'
Right click on you key and select :=Right click on you key and choose :
'LinuxLive!' to launch linux in windows='LinuxLive!' to launch you key directly in windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' to launch VirtualBox full interface
'CD Menu' to launch the original CD menu='CD Menu' to launch the original menu of CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=O
Manually=Manualmente
Automatically=Automaticamente
Please select a linux to continue=Per favore selezionare un Linux per continuare
Looking for the fastest mirror=Ricerca del mirror più veloce
Testing mirror=Test del mirror
No online mirror found=Nessun mirror trovato online
Please check your internet connection or try with another linux=Per favore verificare la connessione Internet oppure provare con un altro Linux
Select this file as the source when download will be completed=Quando il download sarà completato, seleziona questo file come sorgente
Downloading=Download di
from=da
Error while trying to download=Errore durante il download
Latency=Latenza
Server Name=Nome del Server
Copy link=Link di copia
Launch in my browser=Lancia dal browser
Best mirrors=Migliori mirror
Good mirrors=Mirror veloci
Bad mirrors=Mirror lenti
Dead mirrors=Mirror non funzionanti
Check will begin shortly=Il controllo inizierà tra breve
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Seleziona la tua versione di Linux preferita
There is a new version available=Non c'è nessuna nuova versione disponibile
Your LiLi's version is not up to date=La tua versione di LiLi non è
l'ultima disponibile
Last version is=L'ultima versione è la
Your version is=La tua versione è la
Do want to download it ?=Vuoi scaricare la nuova versione?
Error while trying to find physical disk number=Errore durante la ricerca del disco fisico numero
This Linux is not in the compatibility list=Questa versione di Linux non è tra quelle compatibili
Setting the memory to the recommended value=Sto impostanto la memoria al valore raccomandato
Free memory is below the recommended value for your Linux to run in Windows=La memoria libera disponibile è inferiore a quella raccomandata perché la tua versione di Linux funzioni in Windows
Recognized Linux=Riconosciuto Linux
Built-in Persistency=Persistenza Inclusa
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Hai già creato una chiave
Are you sure that you want to recreate one=Sei sicuro che vuoi creare di nuovo una chiave?
The compatibility list has been updated=La lista delle compatibilità è stata aggiornata
These linuxes are now supported=Ora sono supportati questi Linux
Official Ubuntu Variants=Varianti ufficiali di Ubuntu
Ubuntu Based Variants=Varianti basate su Ubuntu
Fedora Variants=Varianti Fedora
Debian Variants=Varianti Debian
Rescue CDs=CD di emergenza
Light Linuxes=Linux leggeri
Gentoo Based=Basato su Gentoo
Security Purpose=Per sicurezza
Others=Altri
Regular Linux (works with most linuxes)=Linux standard (lavora con la maggior parte dei Linux)
